{
    "home": {
        "title": "Denwee",
        "subtitle": "Entdecke jeden Tag kurze, leicht verständliche und einprägsame Fakten!"
    },
    "label_privacy_policy": "Datenschutz",
    "label_terms_of_use": "Nutzungsbedingungen",

    "terms_of_use": "## Gültigkeitsdatum: 20. Januar 2026\n\nWillkommen bei **Denwee** („wir“, „unser“ oder „uns“). Diese Nutzungsbedingungen („Bedingungen“) regeln Ihren Zugriff auf und Ihre Nutzung der mobilen Anwendung **Denwee** (die „App“). Durch das Herunterladen, Installieren, Zugreifen auf oder die Nutzung der App bestätigen Sie, dass Sie diese Bedingungen gelesen, verstanden und akzeptiert haben und an sie gebunden sind. Wenn Sie diesen Bedingungen nicht zustimmen, dürfen Sie die App nicht nutzen.\n\nDenwee ist eine Bildungsanwendung, die kurze, informative Fakten und Erklärungen zu Lern- und Unterhaltungszwecken bereitstellt.\n\n# Teilnahmeberechtigung und Altersanforderungen\n\nDie App ist für Nutzer **ab 13 Jahren** bestimmt.\n\n- Nutzer unter 13 Jahren dürfen die App **nur anonym** verwenden und dürfen keine personenbezogenen Daten angeben.\n- Wenn Sie unter 18 Jahre alt sind, bestätigen Sie, dass Sie die Erlaubnis eines Elternteils oder gesetzlichen Vertreters zur Nutzung der App haben.\n\nWir erfassen wissentlich keine personenbezogenen Daten von Kindern unter 13 Jahren. Sollten solche Daten festgestellt werden, werden sie umgehend gelöscht.\n\n# Benutzerkonten\n\nUm auf bestimmte Funktionen der App zuzugreifen, können Sie:\n- Ein Konto mit einer E-Mail-Adresse und einem Benutzernamen erstellen\n- Sich bei einem bestehenden Konto anmelden\n- Die App anonym nutzen, ohne ein Konto zu erstellen\n\nSie sind für die Vertraulichkeit Ihrer Kontozugangsdaten und für alle Aktivitäten verantwortlich, die über Ihr Konto erfolgen. Sie verpflichten sich, genaue und aktuelle Informationen bereitzustellen.\n\nWir behalten uns das Recht vor, Konten zu sperren oder zu kündigen, die gegen diese Bedingungen verstoßen, rechtswidrig genutzt werden oder ein Risiko für die App oder andere Nutzer darstellen.\n\n# Abonnements und Zahlungen\n\nDenwee bietet **optionale kostenpflichtige Abonnements** (monatlich und jährlich) an.\n\nEin aktives Abonnement:\n- Schaltet alle App-Funktionen frei\n- Entfernt sämtliche Werbung\n\nOhne Abonnement:\n- Es kann Werbung angezeigt werden\n- Werbung kann erforderlich sein, um bestimmte Inhalte freizuschalten\n\nDie Abonnementpreise werden in der App angezeigt und können je nach Region variieren. Die Zahlung wird Ihrem Konto bei Bestätigung des Kaufs belastet.\n\nAbonnements verlängern sich automatisch, sofern sie nicht mindestens 24 Stunden vor Ablauf des aktuellen Abrechnungszeitraums gekündigt werden.\n\nSie können Ihr Abonnement jederzeit über die Kontoeinstellungen auf der Plattform verwalten oder kündigen, auf der der Kauf getätigt wurde.\n\nZahlungen, Verlängerungen und Kündigungen werden über den Apple App Store oder den Google Play Store abgewickelt und unterliegen deren jeweiligen Bedingungen und Richtlinien.\n\n# Inhalte und geistiges Eigentum\n\nAlle in der App bereitgestellten Inhalte, einschließlich Fakten, Erklärungen, Texte, Grafiken und Designelemente, sind Eigentum von Denwee oder an Denwee lizenziert.\n\nSie dürfen Inhalte zu persönlichen und pädagogischen Zwecken lesen und teilen. Jede kommerzielle Nutzung, Weiterverbreitung oder Änderung der Inhalte bedarf der vorherigen schriftlichen Genehmigung von Denwee.\n\n# Zulässige Nutzung\n\nSie erklären sich damit einverstanden, die App nicht für rechtswidrige Zwecke zu nutzen, keinen unbefugten Zugriff zu versuchen, die Funktionalität oder Sicherheit der App zu beeinträchtigen oder andere Nutzer zu missbrauchen.\n\nEin Verstoß gegen diese Regeln kann zur Sperrung oder Kündigung führen.\n\n# Bildungshinweis\n\nDie App stellt ausschließlich Bildungs- und Informationsinhalte bereit. Obwohl wir uns um Genauigkeit bemühen, übernehmen wir keine Gewähr für Vollständigkeit oder Richtigkeit. Die Inhalte stellen keine professionelle, medizinische, rechtliche oder finanzielle Beratung dar.\n\n# Haftungsbeschränkung\n\nDie App wird „wie besehen“ und „wie verfügbar“ bereitgestellt. Soweit gesetzlich zulässig, haftet Denwee nicht für indirekte, zufällige, Folge- oder besondere Schäden, die aus der Nutzung der App entstehen.\n\n# Kündigung\n\nWir können Ihren Zugriff auf die App jederzeit mit oder ohne vorherige Ankündigung aussetzen oder beenden, wenn Sie gegen diese Bedingungen oder geltende Gesetze verstoßen.\n\nMit der Kündigung endet Ihr Recht zur Nutzung der App unverzüglich.\n\n# Änderungen dieser Bedingungen\n\nWir können diese Bedingungen von Zeit zu Zeit aktualisieren. Die fortgesetzte Nutzung der App nach Inkrafttreten der Änderungen gilt als Zustimmung zu den aktualisierten Bedingungen.\n\n# Anwendbares Recht\n\nDiese Bedingungen unterliegen den anwendbaren Gesetzen der Gerichtsbarkeit, in der Denwee tätig ist, ohne Berücksichtigung kollisionsrechtlicher Grundsätze.\n\n# Kontakt\n\nBei Fragen zu diesen Bedingungen kontaktieren Sie uns bitte unter **support@denwee.com**.\n\nDurch die Nutzung von **Denwee** bestätigen Sie, dass Sie diese Nutzungsbedingungen gelesen haben und ihnen zustimmen.",
    "privacy_policy": "## Gültigkeitsdatum: 20. Januar 2026\n\nDiese Datenschutzerklärung erläutert, wie **Denwee** („wir“, „unser“ oder „uns“) Informationen erhebt, verwendet, speichert und schützt, wenn Sie die mobile Anwendung **Denwee** (die „App“) nutzen.\n\n# Welche Informationen wir erheben\n\nAbhängig von der Nutzung der App können wir Folgendes erheben:\n\n**Von Ihnen bereitgestellte Informationen:**\n- E-Mail-Adresse (wenn Sie ein Konto erstellen)\n- Benutzername (optional)\n\n**Automatisch erhobene Informationen:**\n- Anonyme Benutzerkennungen\n- Nutzungsdaten der App\n- Geräte- und App-Informationen\n- Absturzprotokolle und Diagnosedaten\n\n**Werbedaten:**\n- Werbeeinblendungen und -interaktionen (nicht personenbezogen)\n\nAnonyme Nutzer sind nicht verpflichtet, personenbezogene Daten bereitzustellen.\n\n# Wie wir Ihre Informationen verwenden\n\nWir verwenden die erhobenen Daten, um:\n- Die App bereitzustellen und zu betreiben\n- Die Nutzererfahrung zu personalisieren\n- Abonnements und Funktionszugriffe zu ermöglichen\n- Werbung für nicht abonnierte Nutzer anzuzeigen\n- Leistung, Sicherheit und Stabilität zu verbessern\n- Supportanfragen zu beantworten\n\n# Werbung und Analysen\n\nNicht abonnierte Nutzer können Werbung sehen, und Werbung kann erforderlich sein, um bestimmte Inhalte freizuschalten.\n\nWir können Analyse- und Werbedienste von Drittanbietern nutzen, um Nutzungsmuster zu verstehen und die App zu verbessern. Diese Dienste handeln gemäß ihren eigenen Datenschutzrichtlinien.\n\n# Datenweitergabe\n\nWir verkaufen keine personenbezogenen Daten.\n\nWir können Daten an vertrauenswürdige Dienstleister für Hosting, Analysen, Absturzberichte und Abonnementabwicklung weitergeben. Diese Anbieter sind vertraglich verpflichtet, Nutzerdaten zu schützen.\n\n# Datenspeicherung\n\nPersonenbezogene Daten werden nur so lange gespeichert, wie es zur Bereitstellung der App, zur Erfüllung gesetzlicher Pflichten oder zur Beilegung von Streitigkeiten erforderlich ist.\n\nNutzer können jederzeit die Löschung ihres Kontos und der zugehörigen Daten beantragen.\n\n# Ihre Rechte\n\nNach geltendem Recht, einschließlich der DSGVO, haben Sie das Recht:\n- Auf Ihre Daten zuzugreifen\n- Unrichtige Daten zu berichtigen\n- Die Löschung zu verlangen\n- Die Verarbeitung einzuschränken oder ihr zu widersprechen\n- Ihre Einwilligung zu widerrufen, soweit anwendbar\n\nAnfragen können über die App oder per E-Mail an **support@denwee.com** gestellt werden.\n\n# Datenschutz von Kindern\n\nDie App ist für Nutzer **ab 13 Jahren** bestimmt.\n\nWir erheben wissentlich keine personenbezogenen Daten von Kindern unter 13 Jahren. Werden solche Daten festgestellt, werden sie umgehend gelöscht.\n\n# Datensicherheit\n\nWir setzen angemessene technische und organisatorische Maßnahmen ein, um Nutzerdaten zu schützen. Dennoch kann kein System absolute Sicherheit garantieren.\n\n# Internationale Datenübermittlungen\n\nDaten können außerhalb Ihres Wohnsitzlandes verarbeitet oder gespeichert werden. Soweit gesetzlich erforderlich, werden geeignete Schutzmaßnahmen angewendet.\n\n# Änderungen dieser Richtlinie\n\nDiese Datenschutzerklärung kann regelmäßig aktualisiert werden. Die fortgesetzte Nutzung der App gilt als Zustimmung zur aktualisierten Richtlinie.\n\n# Kontakt\n\nBei Fragen oder Datenanfragen kontaktieren Sie bitte **support@denwee.com**.\n\nDurch die Nutzung von **Denwee** bestätigen Sie, dass Sie diese Datenschutzerklärung gelesen und verstanden haben."
}
