{
    "home": {
        "title": "Denwee",
        "subtitle": "Entdecke jeden Tag kurze, leicht verständliche und einprägsame Fakten!"
    },
    "label_privacy_policy": "Datenschutz",
    "label_terms_of_use": "Nutzungsbedingungen",

    "terms_of_use": "Willkommen bei **Denwee**! Diese Nutzungsbedingungen regeln Ihre Nutzung unserer mobilen Anwendung **Denwee** (der App). Durch das Herunterladen, Installieren oder Verwenden der App stimmen Sie diesen Bedingungen zu. Wenn Sie mit einem Teil dieser Bedingungen nicht einverstanden sind, dürfen Sie die App nicht verwenden. Die App wird für **Bildungszwecke** bereitgestellt. Denwee kann diese Bedingungen gelegentlich aktualisieren, und Ihre fortgesetzte Nutzung der App gilt als Zustimmung zu den aktualisierten Bedingungen.\n\n# 1. Benutzerkonten\n\nUm bestimmte Funktionen von **Denwee** zu nutzen, müssen Sie möglicherweise ein Konto erstellen. Sie können:\n- Sich mit Ihrer E-Mail-Adresse und Ihrem Benutzernamen registrieren.\n- Sich mit Ihrem bestehenden Konto anmelden.\n- Sich anonym anmelden, ohne persönliche Informationen bereitzustellen.\n\nSie sind dafür verantwortlich, Ihre Kontoinformationen korrekt und sicher aufzubewahren. Sie dürfen Ihre Zugangsdaten nicht an andere weitergeben. Denwee haftet nicht für Verluste oder unbefugte Nutzung Ihres Kontos. Sie können Ihren Benutzernamen oder Ihre E-Mail-Adresse jederzeit in der App aktualisieren. Denwee behält sich das Recht vor, Konten zu sperren oder zu löschen, die gegen diese Bedingungen verstoßen.\n\nBenutzer unter 13 Jahren sollten die App nur anonym verwenden und keine persönlichen Informationen angeben. Bei Fragen zu Konten von Kindern unter 13 Jahren können Sie uns unter **support@denwee.com** kontaktieren.\n\n# 2. Datenerhebung und Datenschutz\n\nInformationen, die wir sammeln:\n- Ihre E-Mail-Adresse\n- Ihren Benutzernamen (falls angegeben)\n\nZweck der Erhebung:\n- Bereitstellung und Verbesserung der App-Funktionen\n- Kommunikation wichtiger Updates oder Änderungen\n\nWir verarbeiten Ihre personenbezogenen Daten gemäß den geltenden Gesetzen, einschließlich der **DSGVO**. Sie können jederzeit Zugriff, Berichtigung oder Löschung Ihrer personenbezogenen Daten anfordern, indem Sie uns über die App oder unter **support@denwee.com** kontaktieren. Wir geben Ihre personenbezogenen Daten nicht für Marketingzwecke an Dritte weiter. Weitere Informationen finden Sie in unserer Datenschutzrichtlinie.\n\n# 3. Inhalte\n\nAlle Inhalte in der App werden von **Denwee** bereitgestellt. Benutzer dürfen die Inhalte kopieren, teilen und wiederverwenden, auch für kommerzielle Zwecke.\n\n# 4. Benutzerverhalten\n\nSie verpflichten sich, die App nicht für rechtswidrige, schädliche oder störende Aktivitäten zu verwenden. Verbotene Handlungen umfassen unter anderem:\n- Belästigung, Missbrauch oder schädliches Verhalten\n- Versuche, auf die Konten anderer zuzugreifen\n- Eingriffe in den Betrieb oder die Sicherheit der App\n\nDenwee kann Ihren Zugang sperren oder beenden, wenn Sie gegen diese Regeln verstoßen.\n\n# 5. Keine Zahlungen\n\nDie App erfordert keine Zahlungen oder Abonnements. Zukünftige Änderungen bezüglich kostenpflichtiger Inhalte werden klar kommuniziert, und Ihre Zustimmung wird vor dem Zugriff eingeholt.\n\n# 6. Haftungsbeschränkung\n\nDie App wird „wie besehen“ und ohne jegliche Garantie bereitgestellt. Denwee haftet nicht für Schäden, die aus Ihrer Nutzung der App entstehen, einschließlich Datenverlust, Dienstunterbrechung oder indirekter, zufälliger oder Folgeschäden.\n\n# 7. Kündigung\n\nDenwee kann Ihren Zugang zur App jederzeit und aus beliebigem Grund mit oder ohne Vorankündigung sperren oder beenden. Nach der Kündigung endet Ihr Recht zur Nutzung der App sofort.\n\n# 8. Anwendbares Recht\n\nDiese Bedingungen unterliegen dem Recht der Gerichtsbarkeit, in der Denwee tätig ist. Streitigkeiten im Zusammenhang mit diesen Bedingungen unterliegen der ausschließlichen Zuständigkeit der Gerichte dieser Gerichtsbarkeit.\n\n# 9. Kontakt\n\nBei Fragen zu diesen Bedingungen oder zu Ihrem Konto, einschließlich Anliegen im Zusammenhang mit Kindern unter 13 Jahren, kontaktieren Sie uns bitte unter **support@denwee.com**.\n\nDurch die Nutzung von **Denwee** bestätigen Sie, dass Sie diese Nutzungsbedingungen gelesen, verstanden und akzeptiert haben.",
    "privacy_policy": "Willkommen bei **Denwee**! Der Schutz Ihrer Daten ist uns wichtig. Diese Datenschutzrichtlinie erklärt, wie wir Ihre persönlichen Informationen erfassen, verwenden und schützen, wenn Sie unsere mobile Anwendung **Denwee** (die App) nutzen.\n\n# 1. Informationen, die wir sammeln\n\nWir erfassen folgende Informationen:\n- Ihre E-Mail-Adresse\n- Ihren Benutzernamen (falls angegeben)\n\nWir verlangen keine persönlichen Informationen von Nutzern, die sich anonym anmelden.\n\n# 2. Zweck der Erhebung\n\nWir verwenden die gesammelten Informationen, um:\n- Funktionen und Leistungen der App bereitzustellen und zu verbessern\n- Wichtige Updates oder Änderungen zu kommunizieren\n- Kontosicherheit zu gewährleisten und Supportanfragen zu bearbeiten\n\n# 3. Datenweitergabe und Dritte\n\nWir geben Ihre persönlichen Informationen nicht für Marketingzwecke an Dritte weiter. Wir können vertrauenswürdige Dienstleister einsetzen, um die App zu betreiben, jedoch verarbeiten diese Daten ausschließlich gemäß den Anweisungen von Denwee und sind verpflichtet, diese zu schützen.\n\n# 4. Datenspeicherung\n\nWir speichern Ihre persönlichen Informationen nur so lange, wie es zur Bereitstellung der App-Dienste erforderlich ist. Sie können jederzeit die Löschung Ihrer Daten beantragen, indem Sie uns über die App kontaktieren.\n\n# 5. Ihre Rechte\n\nGemäß geltenden Gesetzen, einschließlich der **DSGVO**, haben Sie das Recht:\n- Zugriff auf Ihre persönlichen Informationen zu erhalten\n- Ungenauigkeiten zu korrigieren\n- Die Löschung Ihrer persönlichen Informationen zu verlangen\n- Ihre Einwilligung zu widerrufen, sofern zutreffend\n\nUm diese Rechte auszuüben, kontaktieren Sie uns bitte über die App oder per E-Mail an **support@denwee.com**.\n\n# 6. Sicherheit\n\nWir treffen angemessene Maßnahmen, um Ihre Informationen vor unbefugtem Zugriff, Offenlegung oder Missbrauch zu schützen. Dennoch ist kein System vollkommen sicher, und wir können absolute Sicherheit nicht garantieren.\n\n# 7. Datenschutz für Kinder\n\nDie App ist nicht für Kinder unter 13 Jahren bestimmt. Nutzer unter 13 sollten die App nur anonym verwenden und keine persönlichen Informationen bereitstellen. Wir sammeln nicht wissentlich persönliche Daten von Kindern unter 13 Jahren. Wenn Sie glauben, dass wir solche Daten gesammelt haben, kontaktieren Sie uns bitte unter **support@denwee.com**, und wir löschen diese umgehend.\n\n# 8. Aktualisierungen der Datenschutzrichtlinie\n\nWir können diese Datenschutzrichtlinie gelegentlich aktualisieren. Änderungen werden in der App kommuniziert. Die fortgesetzte Nutzung der App nach Aktualisierungen gilt als Zustimmung zur aktualisierten Richtlinie.\n\n# 9. Kontakt\n\nWenn Sie Fragen zu dieser Datenschutzrichtlinie haben oder Ihre Datenschutzrechte ausüben möchten, kontaktieren Sie uns über die App oder per E-Mail an **support@denwee.com**.\n\nDurch die Nutzung von **Denwee** bestätigen Sie, dass Sie diese Datenschutzrichtlinie gelesen, verstanden und akzeptiert haben."
}
