{
    "home": {
        "title": "Denwee",
        "subtitle": "Discover short, easy-to-understand, memorable facts every day!"
    },
    "label_privacy_policy": "Privacy",
    "label_terms_of_use": "Terms",

    "terms_of_use": "## Effective Date: January 6, 2026\n\nWelcome to **Denwee** (\"we\", \"our\", or \"us\"). These Terms of Use (\"Terms\") govern your access to and use of the **Denwee** mobile application (the \"App\"). By downloading, installing, accessing, or using the App, you confirm that you have read, understood, and agreed to be bound by these Terms. If you do not agree, you must not use the App.\n\nDenwee is an educational application designed to provide short, informative facts and explanations for learning and entertainment purposes.\n\n# Eligibility and Age Requirements\n\nThe App is intended for users **13 years of age and older**.\n\n- Users under the age of 13 may use the App **only anonymously** and must not provide personal information.\n- If you are under the age of 18, you confirm that you have permission from a parent or legal guardian to use the App.\n\nWe do not knowingly collect personal data from children under 13. If such data is identified, it will be deleted promptly.\n\n# User Accounts\n\nTo access certain features of the App, you may:\n- Create an account using an email address and username\n- Sign in to an existing account\n- Use the App anonymously without creating an account\n\nYou are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account. You agree to provide accurate and up-to-date information.\n\nWe reserve the right to suspend or terminate accounts that violate these Terms, are used unlawfully, or pose a risk to the App or other users.\n\n# Subscriptions and Payments\n\nDenwee offers **optional paid subscriptions** (monthly and yearly).\n\nAn active subscription:\n- Unlocks all app features\n- Removes all advertisements\n\nWithout a subscription:\n- Advertisements may be shown\n- Ads may be required to unlock certain content\n\nPayments, renewals, and cancellations are handled through the Apple App Store or Google Play Store and are subject to their respective terms.\n\nSubscriptions automatically renew unless canceled at least 24 hours before the end of the current billing period.\n\n# Content and Intellectual Property\n\nAll content provided in the App, including facts, explanations, text, graphics, and design elements, is owned by or licensed to Denwee.\n\nYou are permitted to read, share, and reuse content, including for commercial purposes, provided the content is not misrepresented or used unlawfully.\n\n# Acceptable Use\n\nYou agree not to use the App for unlawful purposes, attempt unauthorized access, interfere with App functionality or security, or abuse other users.\n\nViolation of these rules may result in suspension or termination.\n\n# Educational Disclaimer\n\nThe App provides educational and informational content only. While we strive for accuracy, we do not guarantee completeness or correctness. Content should not be considered professional, medical, legal, or financial advice.\n\n# Limitation of Liability\n\nThe App is provided on an \"as is\" and \"as available\" basis. To the maximum extent permitted by law, Denwee shall not be liable for indirect, incidental, consequential, or special damages arising from use of the App.\n\n# Termination\n\nWe may suspend or terminate your access to the App at any time, with or without notice, if you violate these Terms or applicable laws.\n\nUpon termination, your right to use the App ceases immediately.\n\n# Changes to These Terms\n\nWe may update these Terms from time to time. Continued use of the App after changes take effect constitutes acceptance of the updated Terms.\n\n# Governing Law\n\nThese Terms are governed by applicable laws of the jurisdiction in which Denwee operates, without regard to conflict-of-law principles.\n\n# Contact\n\nFor questions regarding these Terms, please contact us at **support@denwee.com**.\n\nBy using **Denwee**, you confirm that you have read and agreed to these Terms of Use.",
    "privacy_policy": "## Effective Date: January 6, 2026\n\nThis Privacy Policy explains how **Denwee** (\"we\", \"our\", or \"us\") collects, uses, stores, and protects information when you use the **Denwee** mobile application (the \"App\").\n\n# Information We Collect\n\nDepending on how you use the App, we may collect:\n\n**Information you provide:**\n- Email address (if you create an account)\n- Username (optional)\n\n**Automatically collected information:**\n- Anonymous user identifiers\n- App usage data\n- Device and app information\n- Crash logs and diagnostics\n\n**Advertising data:**\n- Ad impressions and interactions (non-personal)\n\nAnonymous users are not required to provide personal information.\n\n# How We Use Your Information\n\nWe use collected data to:\n- Provide and operate the App\n- Personalize user experience\n- Enable subscriptions and feature access\n- Display advertisements to non-subscribed users\n- Improve performance, security, and stability\n- Respond to support requests\n\n# Advertising and Analytics\n\nAdvertisements may be displayed to non-subscribed users and may be required to unlock certain content.\n\nWe may use third-party analytics and advertising services to understand usage patterns and improve the App. These services operate under their own privacy policies.\n\n# Data Sharing\n\nWe do not sell personal data.\n\nWe may share data with trusted service providers for hosting, analytics, crash reporting, and subscription processing. These providers are contractually required to protect user data.\n\n# Data Retention\n\nPersonal data is retained only as long as necessary to provide the App, comply with legal obligations, or resolve disputes.\n\nUsers may request deletion of their account and associated data at any time.\n\n# Your Rights\n\nUnder applicable laws, including GDPR, you have the right to:\n- Access your data\n- Correct inaccurate data\n- Request deletion\n- Restrict or object to processing\n- Withdraw consent where applicable\n\nRequests can be made via the App or by emailing **support@denwee.com**.\n\n# Children’s Privacy\n\nThe App is intended for users **13 years and older**.\n\nWe do not knowingly collect personal data from children under 13. If such data is discovered, it will be deleted promptly.\n\n# Data Security\n\nWe apply reasonable technical and organizational measures to protect user data. However, no system can guarantee absolute security.\n\n# International Data Transfers\n\nData may be processed or stored outside your country of residence. Appropriate safeguards are applied where required by law.\n\n# Changes to This Policy\n\nThis Privacy Policy may be updated periodically. Continued use of the App constitutes acceptance of the updated policy.\n\n# Contact\n\nFor questions or data requests, contact **support@denwee.com**.\n\nBy using **Denwee**, you acknowledge that you have read and understood this Privacy Policy."

}
