{
    "home": {
        "title": "Denwee",
        "subtitle": "Découvrez chaque jour des faits courts, faciles à comprendre et mémorables!"
    },
    "label_privacy_policy": "Confidentialité",
    "label_terms_of_use": "Conditions",

    "terms_of_use": "Bienvenue sur **Denwee** ! Les présentes Conditions Générales régissent votre utilisation de notre application mobile, **Denwee** (l’App). En téléchargeant, installant ou utilisant l’App, vous acceptez de respecter ces Conditions. Si vous n’êtes pas d’accord avec une partie quelconque de ces Conditions, vous ne devez pas utiliser l’App. L’App est fournie à des **fins éducatives**. Denwee peut mettre à jour ces Conditions périodiquement et votre utilisation continue de l’App vaut acceptation des Conditions mises à jour.\n\n# 1. Comptes Utilisateur\n\nPour accéder à certaines fonctionnalités de **Denwee**, il peut vous être demandé de créer un compte. Vous pouvez :\n- Créer un compte avec votre adresse email et votre nom d’utilisateur.\n- Vous connecter avec votre compte existant.\n- Vous connecter anonymement sans fournir d’informations personnelles.\n\nVous êtes responsable de l’exactitude et de la sécurité des informations de votre compte. Vous ne devez pas partager vos identifiants avec d’autres personnes. Denwee n’est pas responsable des pertes ou de l’utilisation non autorisée de votre compte. Vous pouvez mettre à jour votre adresse email ou votre nom d’utilisateur à tout moment dans l’App. Denwee se réserve le droit de suspendre ou de supprimer tout compte en cas de violation de ces Conditions.\n\nLes utilisateurs âgés de moins de 13 ans doivent utiliser l’App uniquement en mode anonyme et ne doivent pas fournir d’informations personnelles. Pour toute question concernant les comptes appartenant à des enfants de moins de 13 ans, vous pouvez nous contacter à **support@denwee.com**.\n\n# 2. Collecte de Données et Confidentialité\n\nInformations que nous collectons :\n- Votre adresse email\n- Votre nom d’utilisateur (si fourni)\n\nFinalités de la collecte :\n- Fournir et améliorer les fonctionnalités de l’App\n- Communiquer des mises à jour ou modifications importantes\n\nNous traitons vos données personnelles conformément aux lois applicables, y compris le **RGPD**. Vous pouvez demander l’accès, la correction ou la suppression de vos données personnelles à tout moment en nous contactant via l’App ou à **support@denwee.com**. Nous ne partageons pas vos données personnelles à des fins marketing. Pour plus d’informations, veuillez consulter notre Politique de Confidentialité.\n\n# 3. Contenu\n\nTous les contenus de l’App sont fournis par **Denwee**. Les utilisateurs peuvent copier, partager et réutiliser les contenus, y compris à des fins commerciales.\n\n# 4. Comportement de l’Utilisateur\n\nVous acceptez de ne pas utiliser l’App à des fins illégales, nuisibles ou perturbatrices. Les actions interdites comprennent, sans s’y limiter :\n- Harcèlement, abus ou comportement nuisible\n- Tentatives d’accès aux comptes d’autres utilisateurs\n- Interférence avec le fonctionnement ou la sécurité de l’App\n\nDenwee peut suspendre ou restreindre votre accès en cas de violation de ces règles.\n\n# 5. Absence de Paiements\n\nL’App ne nécessite aucun paiement ou abonnement. Toute future modification concernant des contenus payants sera clairement communiquée et votre consentement sera requis avant l’accès.\n\n# 6. Limitation de Responsabilité\n\nL’App est fournie \"telle quelle\", sans garantie d’aucune sorte. Denwee n’est pas responsable des dommages résultant de l’utilisation de l’App, y compris — mais sans s’y limiter — la perte de données, les interruptions de service ou les dommages indirects, accidentels ou consécutifs.\n\n# 7. Résiliation\n\nDenwee peut suspendre ou résilier votre accès à l’App à tout moment, pour n’importe quelle raison, avec ou sans préavis. Après résiliation, votre droit d’utiliser l’App cesse immédiatement.\n\n# 8. Droit Applicable\n\nLes présentes Conditions sont régies par les lois de la juridiction où opère Denwee. Tout litige sera soumis à la juridiction exclusive des tribunaux compétents de cette juridiction.\n\n# 9. Contact\n\nPour toute question concernant ces Conditions ou votre compte, y compris pour les utilisateurs de moins de 13 ans, veuillez nous contacter à **support@denwee.com**.\n\nEn utilisant **Denwee**, vous reconnaissez avoir lu, compris et accepté ces Conditions Générales.",
    "privacy_policy": "Bienvenue sur **Denwee** ! Votre confidentialité est importante pour nous. La présente Politique de Confidentialité explique comment nous collectons, utilisons et protégeons vos informations personnelles lorsque vous utilisez notre application mobile, **Denwee** (l’App).\n\n# 1. Informations que Nous Collectons\n\nNous collectons les informations suivantes :\n- Votre adresse email\n- Votre nom d’utilisateur (si fourni)\n\nNous ne demandons aucune information personnelle aux utilisateurs qui choisissent de se connecter anonymement.\n\n# 2. Finalité de la Collecte\n\nNous utilisons les informations collectées pour :\n- Fournir et améliorer les fonctionnalités de l’App\n- Communiquer des mises à jour importantes ou des modifications\n- Assurer la sécurité des comptes et gérer les demandes de support\n\n# 3. Partage de Données avec des Tiers\n\nNous ne partageons pas vos informations personnelles avec des tiers à des fins marketing. Nous pouvons faire appel à des prestataires de services fiables pour maintenir et exploiter l’App, mais ceux-ci traitent les données uniquement selon les instructions de Denwee et sont tenus de les protéger.\n\n# 4. Conservation des Données\n\nNous conservons vos informations personnelles uniquement pendant la période nécessaire à la fourniture des services de l’App. Vous pouvez demander la suppression de vos données à tout moment en nous contactant via l’App.\n\n# 5. Vos Droits\n\nConformément aux lois applicables, y compris le **RGPD**, vous disposez du droit de :\n- Accéder à vos données personnelles\n- Corriger toute information inexacte\n- Demander la suppression de vos données\n- Retirer votre consentement lorsque cela s’applique\n\nPour exercer vos droits, contactez-nous via l’App ou par email à **support@denwee.com**.\n\n# 6. Sécurité\n\nNous prenons des mesures raisonnables pour protéger vos informations contre l’accès non autorisé, la divulgation ou l’utilisation abusive. Toutefois, aucun système n’est entièrement sécurisé et nous ne pouvons garantir une sécurité absolue.\n\n# 7. Confidentialité des Enfants\n\nL’App n’est pas destinée aux enfants de moins de 13 ans. Les utilisateurs de moins de 13 ans doivent utiliser l’App uniquement en mode anonyme et ne doivent pas fournir d’informations personnelles. Nous ne collectons pas sciemment d’informations personnelles auprès d’enfants de moins de 13 ans. Si vous pensez que de telles données ont été collectées, contactez-nous à **support@denwee.com** et nous les supprimerons rapidement.\n\n# 8. Mises à Jour de la Politique\n\nNous pouvons mettre à jour périodiquement cette Politique de Confidentialité. Toute modification sera communiquée via l’App. La poursuite de l’utilisation de l’App après ces mises à jour vaut acceptation de la Politique mise à jour.\n\n# 9. Contact\n\nPour toute question concernant cette Politique de Confidentialité ou pour exercer vos droits, contactez-nous via l’App ou par email à **support@denwee.com**.\n\nEn utilisant **Denwee**, vous reconnaissez avoir lu, compris et accepté cette Politique de Confidentialité."

}
