{
    "home": {
        "title": "Denwee",
        "subtitle": "Découvrez chaque jour des faits courts, faciles à comprendre et mémorables!"
    },
    "label_privacy_policy": "Confidentialité",
    "label_terms_of_use": "Conditions",

    "terms_of_use": "## Date d’entrée en vigueur : 20 janvier 2026\n\nBienvenue sur **Denwee** (« nous », « notre » ou « nos »). Les présents Conditions d’utilisation (« Conditions ») régissent votre accès et votre utilisation de l’application mobile **Denwee** (l’« Application »). En téléchargeant, installant, accédant à ou utilisant l’Application, vous confirmez avoir lu, compris et accepté d’être lié par les présentes Conditions. Si vous n’acceptez pas ces Conditions, vous ne devez pas utiliser l’Application.\n\nDenwee est une application éducative conçue pour fournir de courts faits informatifs et des explications à des fins d’apprentissage et de divertissement.\n\n# Conditions d’éligibilité et d’âge\n\nL’Application est destinée aux utilisateurs **âgés de 13 ans et plus**.\n\n- Les utilisateurs de moins de 13 ans peuvent utiliser l’Application **uniquement de manière anonyme** et ne doivent pas fournir d’informations personnelles.\n- Si vous avez moins de 18 ans, vous confirmez disposer de l’autorisation d’un parent ou d’un tuteur légal pour utiliser l’Application.\n\nNous ne collectons pas sciemment de données personnelles concernant des enfants de moins de 13 ans. Si de telles données sont identifiées, elles seront supprimées dans les plus brefs délais.\n\n# Comptes utilisateurs\n\nPour accéder à certaines fonctionnalités de l’Application, vous pouvez :\n- Créer un compte à l’aide d’une adresse e-mail et d’un nom d’utilisateur\n- Vous connecter à un compte existant\n- Utiliser l’Application de manière anonyme sans créer de compte\n\nVous êtes responsable de la confidentialité des identifiants de votre compte et de toutes les activités effectuées via celui-ci. Vous vous engagez à fournir des informations exactes et à jour.\n\nNous nous réservons le droit de suspendre ou de résilier les comptes qui enfreignent les présentes Conditions, sont utilisés de manière illégale ou présentent un risque pour l’Application ou les autres utilisateurs.\n\n# Abonnements et paiements\n\nDenwee propose **des abonnements payants facultatifs** (mensuels et annuels).\n\nUn abonnement actif :\n- Débloque toutes les fonctionnalités de l’Application\n- Supprime toutes les publicités\n\nSans abonnement :\n- Des publicités peuvent être affichées\n- Les publicités peuvent être nécessaires pour débloquer certains contenus\n\nLes prix des abonnements sont affichés dans l’Application et peuvent varier selon la région. Le paiement sera débité de votre compte lors de la confirmation de l’achat.\n\nLes abonnements se renouvellent automatiquement, sauf résiliation au moins 24 heures avant la fin de la période de facturation en cours.\n\nVous pouvez gérer ou annuler votre abonnement à tout moment via les paramètres de votre compte sur la plateforme sur laquelle l’achat a été effectué.\n\nLes paiements, renouvellements et annulations sont gérés par l’Apple App Store ou le Google Play Store et sont soumis à leurs conditions et politiques respectives.\n\n# Contenu et propriété intellectuelle\n\nL’ensemble du contenu fourni dans l’Application, y compris les faits, explications, textes, éléments graphiques et de design, est la propriété de Denwee ou fait l’objet d’une licence accordée à Denwee.\n\nVous êtes autorisé à lire et partager le contenu à des fins personnelles et éducatives. Toute utilisation commerciale, redistribution ou modification du contenu nécessite l’autorisation écrite préalable de Denwee.\n\n# Utilisation autorisée\n\nVous acceptez de ne pas utiliser l’Application à des fins illégales, de tenter un accès non autorisé, d’interférer avec le fonctionnement ou la sécurité de l’Application, ou d’abuser d’autres utilisateurs.\n\nToute violation de ces règles peut entraîner une suspension ou une résiliation.\n\n# Avertissement éducatif\n\nL’Application fournit uniquement des contenus éducatifs et informatifs. Bien que nous nous efforcions d’assurer l’exactitude des informations, nous ne garantissons ni leur exhaustivité ni leur exactitude. Le contenu ne doit pas être considéré comme un conseil professionnel, médical, juridique ou financier.\n\n# Limitation de responsabilité\n\nL’Application est fournie « telle quelle » et « selon disponibilité ». Dans la mesure maximale autorisée par la loi, Denwee ne saurait être tenue responsable des dommages indirects, accessoires, consécutifs ou spéciaux résultant de l’utilisation de l’Application.\n\n# Résiliation\n\nNous pouvons suspendre ou résilier votre accès à l’Application à tout moment, avec ou sans préavis, en cas de violation des présentes Conditions ou des lois applicables.\n\nEn cas de résiliation, votre droit d’utiliser l’Application cesse immédiatement.\n\n# Modifications des présentes Conditions\n\nNous pouvons mettre à jour les présentes Conditions de temps à autre. La poursuite de l’utilisation de l’Application après l’entrée en vigueur des modifications vaut acceptation des Conditions mises à jour.\n\n# Droit applicable\n\nLes présentes Conditions sont régies par les lois applicables de la juridiction dans laquelle Denwee opère, sans égard aux principes de conflit de lois.\n\n# Contact\n\nPour toute question concernant les présentes Conditions, veuillez nous contacter à **support@denwee.com**.\n\nEn utilisant **Denwee**, vous confirmez avoir lu et accepté les présentes Conditions d’utilisation.",
    "privacy_policy": "## Date d’entrée en vigueur : 20 janvier 2026\n\nLa présente Politique de confidentialité explique comment **Denwee** (« nous », « notre » ou « nos ») collecte, utilise, stocke et protège les informations lorsque vous utilisez l’application mobile **Denwee** (l’« Application »).\n\n# Informations que nous collectons\n\nSelon la manière dont vous utilisez l’Application, nous pouvons collecter :\n\n**Informations que vous fournissez :**\n- Adresse e-mail (si vous créez un compte)\n- Nom d’utilisateur (facultatif)\n\n**Informations collectées automatiquement :**\n- Identifiants utilisateur anonymes\n- Données d’utilisation de l’Application\n- Informations sur l’appareil et l’application\n- Journaux de plantage et diagnostics\n\n**Données publicitaires :**\n- Impressions et interactions publicitaires (non personnelles)\n\nLes utilisateurs anonymes ne sont pas tenus de fournir des informations personnelles.\n\n# Utilisation de vos informations\n\nNous utilisons les données collectées pour :\n- Fournir et exploiter l’Application\n- Personnaliser l’expérience utilisateur\n- Activer les abonnements et l’accès aux fonctionnalités\n- Afficher des publicités aux utilisateurs non abonnés\n- Améliorer les performances, la sécurité et la stabilité\n- Répondre aux demandes d’assistance\n\n# Publicité et analyses\n\nDes publicités peuvent être affichées aux utilisateurs non abonnés et peuvent être nécessaires pour débloquer certains contenus.\n\nNous pouvons utiliser des services tiers d’analyse et de publicité afin de comprendre les habitudes d’utilisation et d’améliorer l’Application. Ces services opèrent conformément à leurs propres politiques de confidentialité.\n\n# Partage des données\n\nNous ne vendons pas de données personnelles.\n\nNous pouvons partager des données avec des prestataires de services de confiance pour l’hébergement, l’analyse, la gestion des plantages et le traitement des abonnements. Ces prestataires sont contractuellement tenus de protéger les données des utilisateurs.\n\n# Conservation des données\n\nLes données personnelles sont conservées uniquement pendant la durée nécessaire à la fourniture de l’Application, au respect des obligations légales ou à la résolution de litiges.\n\nLes utilisateurs peuvent demander à tout moment la suppression de leur compte et des données associées.\n\n# Vos droits\n\nConformément aux lois applicables, y compris le RGPD, vous disposez du droit de :\n- Accéder à vos données\n- Corriger des données inexactes\n- Demander la suppression\n- Limiter ou vous opposer au traitement\n- Retirer votre consentement, le cas échéant\n\nLes demandes peuvent être effectuées via l’Application ou en écrivant à **support@denwee.com**.\n\n# Confidentialité des enfants\n\nL’Application est destinée aux utilisateurs **âgés de 13 ans et plus**.\n\nNous ne collectons pas sciemment de données personnelles concernant des enfants de moins de 13 ans. Si de telles données sont découvertes, elles seront supprimées dans les plus brefs délais.\n\n# Sécurité des données\n\nNous appliquons des mesures techniques et organisationnelles raisonnables afin de protéger les données des utilisateurs. Toutefois, aucun système ne peut garantir une sécurité absolue.\n\n# Transferts internationaux de données\n\nLes données peuvent être traitées ou stockées en dehors de votre pays de résidence. Des garanties appropriées sont mises en place lorsque la loi l’exige.\n\n# Modifications de la présente politique\n\nLa présente Politique de confidentialité peut être mise à jour périodiquement. L’utilisation continue de l’Application constitue une acceptation de la politique mise à jour.\n\n# Contact\n\nPour toute question ou demande relative aux données, veuillez contacter **support@denwee.com**.\n\nEn utilisant **Denwee**, vous reconnaissez avoir lu et compris la présente Politique de confidentialité."
}
