{
    "home": {
        "title": "Denwee",
        "subtitle": "Découvrez chaque jour des faits courts, faciles à comprendre et mémorables!"
    },
    "label_privacy_policy": "Confidentialité",
    "label_terms_of_use": "Conditions",

    "terms_of_use": "## Date d’entrée en vigueur : 6 janvier 2026\n\nBienvenue sur **Denwee** (« nous », « notre » ou « nos »). Les présentes Conditions d’utilisation (« Conditions ») régissent votre accès et votre utilisation de l’application mobile **Denwee** (l’« App »). En téléchargeant, installant, accédant ou utilisant l’App, vous confirmez avoir lu, compris et accepté d’être lié par ces Conditions. Si vous n’êtes pas d’accord, vous ne devez pas utiliser l’App.\n\nDenwee est une application éducative conçue pour fournir des faits courts et informatifs ainsi que des explications à des fins d’apprentissage et de divertissement.\n\n# Éligibilité et exigences d’âge\n\nL’App est destinée aux utilisateurs **âgés de 13 ans et plus**.\n\n- Les utilisateurs de moins de 13 ans peuvent utiliser l’App **uniquement de manière anonyme** et ne doivent pas fournir d’informations personnelles.\n- Si vous avez moins de 18 ans, vous confirmez disposer de l’autorisation d’un parent ou d’un représentant légal pour utiliser l’App.\n\nNous ne collectons pas sciemment de données personnelles concernant des enfants de moins de 13 ans. Si de telles données sont identifiées, elles seront supprimées rapidement.\n\n# Comptes utilisateurs\n\nPour accéder à certaines fonctionnalités de l’App, vous pouvez :\n- Créer un compte à l’aide d’une adresse e-mail et d’un nom d’utilisateur\n- Vous connecter à un compte existant\n- Utiliser l’App de manière anonyme sans créer de compte\n\nVous êtes responsable de la confidentialité de vos identifiants de compte et de toutes les activités effectuées via votre compte. Vous acceptez de fournir des informations exactes et à jour.\n\nNous nous réservons le droit de suspendre ou de résilier les comptes qui enfreignent les présentes Conditions, sont utilisés de manière illégale ou présentent un risque pour l’App ou les autres utilisateurs.\n\n# Abonnements et paiements\n\nDenwee propose des **abonnements payants optionnels** (mensuels et annuels).\n\nUn abonnement actif :\n- Débloque toutes les fonctionnalités de l’application\n- Supprime toute publicité\n\nSans abonnement :\n- Des publicités peuvent être affichées\n- Des annonces peuvent être requises pour débloquer certains contenus\n\nLes paiements, renouvellements et annulations sont gérés via l’Apple App Store ou le Google Play Store et sont soumis à leurs conditions respectives.\n\nLes abonnements sont renouvelés automatiquement sauf annulation au moins 24 heures avant la fin de la période de facturation en cours.\n\n# Contenu et propriété intellectuelle\n\nL’ensemble du contenu fourni dans l’App, y compris les faits, explications, textes, éléments graphiques et de design, est la propriété de Denwee ou fait l’objet d’une licence.\n\nVous êtes autorisé à lire, partager et réutiliser le contenu, y compris à des fins commerciales, à condition que le contenu ne soit pas déformé ni utilisé de manière illégale.\n\n# Utilisation acceptable\n\nVous acceptez de ne pas utiliser l’App à des fins illégales, de ne pas tenter d’accès non autorisé, de ne pas interférer avec le fonctionnement ou la sécurité de l’App et de ne pas abuser des autres utilisateurs.\n\nLa violation de ces règles peut entraîner une suspension ou une résiliation.\n\n# Avertissement éducatif\n\nL’App fournit uniquement du contenu éducatif et informatif. Bien que nous nous efforcions d’assurer l’exactitude, nous ne garantissons ni l’exhaustivité ni l’exactitude totale. Le contenu ne constitue pas un conseil professionnel, médical, juridique ou financier.\n\n# Limitation de responsabilité\n\nL’App est fournie « en l’état » et « selon disponibilité ». Dans la mesure maximale autorisée par la loi, Denwee ne saurait être tenue responsable des dommages indirects, accessoires, consécutifs ou spéciaux résultant de l’utilisation de l’App.\n\n# Résiliation\n\nNous pouvons suspendre ou résilier votre accès à l’App à tout moment, avec ou sans préavis, en cas de violation des présentes Conditions ou des lois applicables.\n\nEn cas de résiliation, votre droit d’utiliser l’App cesse immédiatement.\n\n# Modifications des Conditions\n\nNous pouvons mettre à jour ces Conditions de temps à autre. La poursuite de l’utilisation de l’App après l’entrée en vigueur des modifications vaut acceptation des Conditions mises à jour.\n\n# Droit applicable\n\nLes présentes Conditions sont régies par les lois applicables de la juridiction dans laquelle Denwee exerce ses activités, sans égard aux principes de conflit de lois.\n\n# Contact\n\nPour toute question concernant les présentes Conditions, veuillez nous contacter à **support@denwee.com**.\n\nEn utilisant **Denwee**, vous confirmez avoir lu et accepté les présentes Conditions d’utilisation.",
    "privacy_policy": "## Date d’entrée en vigueur : 6 janvier 2026\n\nLa présente Politique de confidentialité explique comment **Denwee** (« nous », « notre » ou « nos ») collecte, utilise, stocke et protège les informations lorsque vous utilisez l’application mobile **Denwee** (l’« App »).\n\n# Informations que nous collectons\n\nSelon la manière dont vous utilisez l’App, nous pouvons collecter :\n\n**Informations que vous fournissez :**\n- Adresse e-mail (si vous créez un compte)\n- Nom d’utilisateur (facultatif)\n\n**Informations collectées automatiquement :**\n- Identifiants utilisateurs anonymes\n- Données d’utilisation de l’App\n- Informations sur l’appareil et la version de l’App\n- Journaux de crash et données de diagnostic\n\n**Données publicitaires :**\n- Impressions et interactions avec les publicités (non personnelles)\n\nLes utilisateurs anonymes ne sont pas tenus de fournir des informations personnelles.\n\n# Utilisation de vos informations\n\nNous utilisons les données collectées afin de :\n- Fournir et exploiter l’App\n- Personnaliser l’expérience utilisateur\n- Activer les abonnements et l’accès aux fonctionnalités\n- Afficher des publicités aux utilisateurs non abonnés\n- Améliorer les performances, la sécurité et la stabilité\n- Répondre aux demandes d’assistance\n\n# Publicité et analyses\n\nDes publicités peuvent être affichées aux utilisateurs non abonnés et peuvent être nécessaires pour débloquer certains contenus.\n\nNous pouvons utiliser des services d’analyse et de publicité tiers pour comprendre les habitudes d’utilisation et améliorer l’App. Ces services opèrent conformément à leurs propres politiques de confidentialité.\n\n# Partage des données\n\nNous ne vendons pas de données personnelles.\n\nNous pouvons partager des données avec des prestataires de services de confiance pour l’hébergement, l’analyse, les rapports de crash et le traitement des abonnements. Ces prestataires sont contractuellement tenus de protéger les données des utilisateurs.\n\n# Conservation des données\n\nLes données personnelles sont conservées uniquement pendant la durée nécessaire pour fournir l’App, respecter les obligations légales ou résoudre des litiges.\n\nLes utilisateurs peuvent demander la suppression de leur compte et des données associées à tout moment.\n\n# Vos droits\n\nConformément aux lois applicables, y compris le RGPD, vous disposez des droits suivants :\n- Accéder à vos données\n- Corriger des données inexactes\n- Demander la suppression\n- Restreindre ou vous opposer au traitement\n- Retirer votre consentement lorsque cela est applicable\n\nLes demandes peuvent être effectuées via l’App ou par e-mail à **support@denwee.com**.\n\n# Protection de la vie privée des enfants\n\nL’App est destinée aux utilisateurs **âgés de 13 ans et plus**.\n\nNous ne collectons pas sciemment de données personnelles concernant des enfants de moins de 13 ans. Si de telles données sont identifiées, elles seront supprimées rapidement.\n\n# Sécurité des données\n\nNous appliquons des mesures techniques et organisationnelles raisonnables pour protéger les données des utilisateurs. Toutefois, aucun système ne peut garantir une sécurité absolue.\n\n# Transferts internationaux de données\n\nLes données peuvent être traitées ou stockées en dehors de votre pays de résidence. Des garanties appropriées sont mises en place lorsque la loi l’exige.\n\n# Modifications de la présente politique\n\nLa présente Politique de confidentialité peut être mise à jour périodiquement. L’utilisation continue de l’App constitue une acceptation de la version mise à jour.\n\n# Contact\n\nPour toute question ou demande relative aux données, veuillez contacter **support@denwee.com**.\n\nEn utilisant **Denwee**, vous reconnaissez avoir lu et compris la présente Politique de confidentialité."

}
