{
    "home": {
        "title": "Denwee",
        "subtitle": "Scopri fatti brevi, facili da capire e memorabili ogni giorno!"
    },
    "label_privacy_policy": "Privacy",
    "label_terms_of_use": "Termini",

    "terms_of_use": "## Data di entrata in vigore: 6 gennaio 2026\n\nBenvenuto in **Denwee** (\"noi\", \"nostro\" o \"ci\"). I presenti Termini di utilizzo (\"Termini\") regolano l’accesso e l’uso dell’applicazione mobile **Denwee** (l’\"App\"). Scaricando, installando, accedendo o utilizzando l’App, confermi di aver letto, compreso e accettato i presenti Termini. Se non sei d’accordo, non devi utilizzare l’App.\n\nDenwee è un’applicazione educativa progettata per fornire brevi fatti informativi e spiegazioni a scopo di apprendimento e intrattenimento.\n\n# Idoneità e requisiti di età\n\nL’App è destinata a utenti **di età pari o superiore a 13 anni**.\n\n- Gli utenti di età inferiore ai 13 anni possono utilizzare l’App **solo in modalità anonima** e non devono fornire dati personali.\n- Se hai meno di 18 anni, confermi di avere il consenso di un genitore o tutore legale.\n\nNon raccogliamo consapevolmente dati personali di bambini sotto i 13 anni. Qualora tali dati venissero individuati, saranno eliminati tempestivamente.\n\n# Account utente\n\nPer accedere ad alcune funzionalità dell’App, puoi:\n- Creare un account utilizzando un indirizzo email e un nome utente\n- Accedere a un account esistente\n- Utilizzare l’App in modo anonimo senza creare un account\n\nSei responsabile della riservatezza delle credenziali del tuo account e di tutte le attività svolte tramite esso. Accetti di fornire informazioni accurate e aggiornate.\n\nCi riserviamo il diritto di sospendere o terminare account che violano i presenti Termini, vengono utilizzati in modo illecito o rappresentano un rischio per l’App o altri utenti.\n\n# Abbonamenti e pagamenti\n\nDenwee offre **abbonamenti a pagamento opzionali** (mensili e annuali).\n\nUn abbonamento attivo:\n- Sblocca tutte le funzionalità dell’app\n- Rimuove tutta la pubblicità\n\nSenza abbonamento:\n- Potrebbe essere visualizzata pubblicità\n- Potrebbe essere necessario visualizzare annunci per sbloccare alcuni contenuti\n\nPagamenti, rinnovi e cancellazioni sono gestiti tramite Apple App Store o Google Play Store e soggetti ai rispettivi termini.\n\nGli abbonamenti si rinnovano automaticamente salvo cancellazione almeno 24 ore prima della fine del periodo di fatturazione corrente.\n\n# Contenuti e proprietà intellettuale\n\nTutti i contenuti forniti nell’App, inclusi fatti, spiegazioni, testi, grafica ed elementi di design, sono di proprietà di Denwee o concessi in licenza.\n\nÈ consentito leggere, condividere e riutilizzare i contenuti, anche per scopi commerciali, purché non vengano travisati o utilizzati in modo illecito.\n\n# Uso consentito\n\nAccetti di non utilizzare l’App per scopi illegali, tentare accessi non autorizzati, interferire con il funzionamento o la sicurezza dell’App o abusare di altri utenti.\n\nLa violazione di queste regole può comportare la sospensione o la cessazione dell’accesso.\n\n# Dichiarazione educativa\n\nL’App fornisce esclusivamente contenuti educativi e informativi. Pur impegnandoci per l’accuratezza, non garantiamo completezza o correttezza assoluta. I contenuti non costituiscono consulenza professionale, medica, legale o finanziaria.\n\n# Limitazione di responsabilità\n\nL’App è fornita \"così com’è\" e \"secondo disponibilità\". Nella misura massima consentita dalla legge, Denwee non è responsabile per danni indiretti, incidentali, consequenziali o speciali derivanti dall’uso dell’App.\n\n# Risoluzione\n\nPossiamo sospendere o interrompere l’accesso all’App in qualsiasi momento, con o senza preavviso, in caso di violazione dei presenti Termini o delle leggi applicabili.\n\nAlla cessazione, il tuo diritto di utilizzare l’App termina immediatamente.\n\n# Modifiche ai Termini\n\nPossiamo aggiornare periodicamente i presenti Termini. L’uso continuato dell’App dopo l’entrata in vigore delle modifiche costituisce accettazione dei Termini aggiornati.\n\n# Legge applicabile\n\nI presenti Termini sono regolati dalle leggi applicabili della giurisdizione in cui Denwee opera, senza considerare i principi di conflitto di leggi.\n\n# Contatti\n\nPer domande relative ai presenti Termini, contattaci all’indirizzo **support@denwee.com**.\n\nUtilizzando **Denwee**, confermi di aver letto e accettato i presenti Termini di utilizzo.",
    "privacy_policy": "## Data di entrata in vigore: 6 gennaio 2026\n\nLa presente Informativa sulla privacy descrive come **Denwee** (\"noi\", \"nostro\" o \"ci\") raccoglie, utilizza, conserva e protegge le informazioni quando utilizzi l’applicazione mobile **Denwee** (l’\"App\").\n\n# Informazioni che raccogliamo\n\nA seconda dell’utilizzo dell’App, possiamo raccogliere:\n\n**Informazioni fornite da te:**\n- Indirizzo email (se crei un account)\n- Nome utente (facoltativo)\n\n**Informazioni raccolte automaticamente:**\n- Identificatori utente anonimi\n- Dati di utilizzo dell’App\n- Informazioni su dispositivo e versione dell’App\n- Log di crash e dati diagnostici\n\n**Dati pubblicitari:**\n- Impressioni e interazioni con gli annunci (non personali)\n\nGli utenti anonimi non sono tenuti a fornire dati personali.\n\n# Come utilizziamo le informazioni\n\nUtilizziamo i dati raccolti per:\n- Fornire e gestire l’App\n- Personalizzare l’esperienza utente\n- Abilitare abbonamenti e accesso alle funzionalità\n- Mostrare pubblicità agli utenti non abbonati\n- Migliorare prestazioni, sicurezza e stabilità\n- Rispondere alle richieste di supporto\n\n# Pubblicità e analisi\n\nLa pubblicità può essere mostrata agli utenti non abbonati e può essere necessaria per sbloccare determinati contenuti.\n\nPossiamo utilizzare servizi di analisi e pubblicità di terze parti per comprendere i modelli di utilizzo e migliorare l’App. Tali servizi operano secondo le proprie informative sulla privacy.\n\n# Condivisione dei dati\n\nNon vendiamo dati personali.\n\nPossiamo condividere i dati con fornitori di servizi fidati per hosting, analisi, segnalazione di crash e gestione degli abbonamenti. Tali fornitori sono contrattualmente obbligati a proteggere i dati degli utenti.\n\n# Conservazione dei dati\n\nI dati personali sono conservati solo per il tempo necessario a fornire l’App, adempiere agli obblighi legali o risolvere controversie.\n\nGli utenti possono richiedere la cancellazione del proprio account e dei dati associati in qualsiasi momento.\n\n# I tuoi diritti\n\nAi sensi delle leggi applicabili, incluso il GDPR, hai il diritto di:\n- Accedere ai tuoi dati\n- Correggere dati inesatti\n- Richiedere la cancellazione\n- Limitare o opporti al trattamento\n- Revocare il consenso, ove applicabile\n\nLe richieste possono essere inviate tramite l’App o via email a **support@denwee.com**.\n\n# Privacy dei minori\n\nL’App è destinata a utenti **di età pari o superiore a 13 anni**.\n\nNon raccogliamo consapevolmente dati personali di bambini sotto i 13 anni. Se tali dati vengono individuati, saranno eliminati tempestivamente.\n\n# Sicurezza dei dati\n\nAdottiamo misure tecniche e organizzative ragionevoli per proteggere i dati degli utenti. Tuttavia, nessun sistema può garantire una sicurezza assoluta.\n\n# Trasferimenti internazionali di dati\n\nI dati possono essere trattati o archiviati al di fuori del tuo paese di residenza. Ove richiesto dalla legge, vengono applicate adeguate misure di protezione.\n\n# Modifiche alla presente informativa\n\nLa presente Informativa sulla privacy può essere aggiornata periodicamente. L’uso continuato dell’App costituisce accettazione della versione aggiornata.\n\n# Contatti\n\nPer domande o richieste relative ai dati, contattaci all’indirizzo **support@denwee.com**.\n\nUtilizzando **Denwee**, confermi di aver letto e compreso la presente Informativa sulla privacy."

}
