{
    "home": {
        "title": "Denwee",
        "subtitle": "Scopri fatti brevi, facili da capire e memorabili ogni giorno!"
    },
    "label_privacy_policy": "Privacy",
    "label_terms_of_use": "Termini",

    "terms_of_use": "## Data di entrata in vigore: 20 gennaio 2026\n\nBenvenuti in **Denwee** (\"noi\", \"nostro\" o \"ci\"). I presenti Termini di utilizzo (\"Termini\") regolano l’accesso e l’utilizzo dell’applicazione mobile **Denwee** (l’\"App\"). Scaricando, installando, accedendo o utilizzando l’App, l’utente conferma di aver letto, compreso e accettato di essere vincolato da questi Termini. Se non si accettano i presenti Termini, non è consentito utilizzare l’App.\n\nDenwee è un’applicazione educativa progettata per fornire brevi fatti informativi e spiegazioni a scopo di apprendimento e intrattenimento.\n\n# Requisiti di idoneità ed età\n\nL’App è destinata a utenti **di età pari o superiore a 13 anni**.\n\n- Gli utenti di età inferiore ai 13 anni possono utilizzare l’App **solo in modalità anonima** e non devono fornire informazioni personali.\n- Se hai meno di 18 anni, confermi di avere il permesso di un genitore o tutore legale per utilizzare l’App.\n\nNon raccogliamo consapevolmente dati personali di minori di 13 anni. Qualora tali dati vengano individuati, saranno eliminati tempestivamente.\n\n# Account utente\n\nPer accedere ad alcune funzionalità dell’App, puoi:\n- Creare un account utilizzando un indirizzo email e un nome utente\n- Accedere a un account esistente\n- Utilizzare l’App in modo anonimo senza creare un account\n\nSei responsabile della riservatezza delle credenziali del tuo account e di tutte le attività svolte tramite lo stesso. Accetti di fornire informazioni accurate e aggiornate.\n\nCi riserviamo il diritto di sospendere o terminare gli account che violano i presenti Termini, vengono utilizzati in modo illecito o rappresentano un rischio per l’App o per altri utenti.\n\n# Abbonamenti e pagamenti\n\nDenwee offre **abbonamenti a pagamento opzionali** (mensili e annuali).\n\nUn abbonamento attivo:\n- Sblocca tutte le funzionalità dell’App\n- Rimuove tutte le pubblicità\n\nSenza un abbonamento:\n- Possono essere visualizzate pubblicità\n- Le pubblicità possono essere necessarie per sbloccare determinati contenuti\n\nI prezzi degli abbonamenti sono visualizzati nell’App e possono variare in base alla regione. Il pagamento verrà addebitato sul tuo account al momento della conferma dell’acquisto.\n\nGli abbonamenti si rinnovano automaticamente, salvo disdetta almeno 24 ore prima della fine del periodo di fatturazione corrente.\n\nPuoi gestire o annullare l’abbonamento in qualsiasi momento tramite le impostazioni del tuo account sulla piattaforma in cui è stato effettuato l’acquisto.\n\nPagamenti, rinnovi e cancellazioni sono gestiti tramite Apple App Store o Google Play Store e sono soggetti ai rispettivi termini e politiche.\n\n# Contenuti e proprietà intellettuale\n\nTutti i contenuti forniti nell’App, inclusi fatti, spiegazioni, testi, elementi grafici e di design, sono di proprietà di Denwee o concessi in licenza a Denwee.\n\nÈ consentito leggere e condividere i contenuti per scopi personali ed educativi. Qualsiasi utilizzo commerciale, redistribuzione o modifica dei contenuti richiede la previa autorizzazione scritta di Denwee.\n\n# Uso consentito\n\nAccetti di non utilizzare l’App per scopi illeciti, tentare accessi non autorizzati, interferire con il funzionamento o la sicurezza dell’App o abusare di altri utenti.\n\nLa violazione di queste regole può comportare la sospensione o la terminazione dell’accesso.\n\n# Dichiarazione di esclusione di responsabilità educativa\n\nL’App fornisce contenuti esclusivamente educativi e informativi. Pur impegnandoci per garantire l’accuratezza, non garantiamo completezza o correttezza assoluta. I contenuti non devono essere considerati consulenza professionale, medica, legale o finanziaria.\n\n# Limitazione di responsabilità\n\nL’App è fornita \"così com’è\" e \"come disponibile\". Nella misura massima consentita dalla legge, Denwee non sarà responsabile per danni indiretti, incidentali, consequenziali o speciali derivanti dall’uso dell’App.\n\n# Risoluzione\n\nPossiamo sospendere o terminare l’accesso all’App in qualsiasi momento, con o senza preavviso, in caso di violazione dei presenti Termini o delle leggi applicabili.\n\nIn caso di risoluzione, il diritto di utilizzo dell’App cessa immediatamente.\n\n# Modifiche ai presenti Termini\n\nPossiamo aggiornare i presenti Termini di volta in volta. L’uso continuato dell’App dopo l’entrata in vigore delle modifiche costituisce accettazione dei Termini aggiornati.\n\n# Legge applicabile\n\nI presenti Termini sono disciplinati dalle leggi applicabili della giurisdizione in cui opera Denwee, senza riguardo ai principi di conflitto di leggi.\n\n# Contatti\n\nPer domande relative ai presenti Termini, contattaci all’indirizzo **support@denwee.com**.\n\nUtilizzando **Denwee**, confermi di aver letto e accettato i presenti Termini di utilizzo.",
    "privacy_policy": "## Data di entrata in vigore: 20 gennaio 2026\n\nLa presente Informativa sulla privacy spiega come **Denwee** (\"noi\", \"nostro\" o \"ci\") raccoglie, utilizza, conserva e protegge le informazioni quando utilizzi l’applicazione mobile **Denwee** (l’\"App\").\n\n# Informazioni che raccogliamo\n\nA seconda dell’utilizzo dell’App, possiamo raccogliere:\n\n**Informazioni fornite dall’utente:**\n- Indirizzo email (se crei un account)\n- Nome utente (facoltativo)\n\n**Informazioni raccolte automaticamente:**\n- Identificativi utente anonimi\n- Dati di utilizzo dell’App\n- Informazioni sul dispositivo e sull’app\n- Log di arresti anomali e diagnostica\n\n**Dati pubblicitari:**\n- Impressioni e interazioni pubblicitarie (non personali)\n\nGli utenti anonimi non sono tenuti a fornire informazioni personali.\n\n# Come utilizziamo le informazioni\n\nUtilizziamo i dati raccolti per:\n- Fornire e gestire l’App\n- Personalizzare l’esperienza utente\n- Abilitare abbonamenti e accesso alle funzionalità\n- Mostrare pubblicità agli utenti non abbonati\n- Migliorare prestazioni, sicurezza e stabilità\n- Rispondere alle richieste di supporto\n\n# Pubblicità e analisi\n\nLe pubblicità possono essere mostrate agli utenti non abbonati e possono essere necessarie per sbloccare determinati contenuti.\n\nPossiamo utilizzare servizi di analisi e pubblicità di terze parti per comprendere i modelli di utilizzo e migliorare l’App. Tali servizi operano in base alle proprie informative sulla privacy.\n\n# Condivisione dei dati\n\nNon vendiamo dati personali.\n\nPossiamo condividere dati con fornitori di servizi fidati per hosting, analisi, segnalazione di arresti anomali e gestione degli abbonamenti. Tali fornitori sono contrattualmente obbligati a proteggere i dati degli utenti.\n\n# Conservazione dei dati\n\nI dati personali vengono conservati solo per il tempo necessario a fornire l’App, adempiere agli obblighi legali o risolvere controversie.\n\nGli utenti possono richiedere in qualsiasi momento l’eliminazione del proprio account e dei dati associati.\n\n# I tuoi diritti\n\nIn base alle leggi applicabili, incluso il GDPR, hai il diritto di:\n- Accedere ai tuoi dati\n- Correggere dati inesatti\n- Richiedere la cancellazione\n- Limitare o opporti al trattamento\n- Revocare il consenso, ove applicabile\n\nLe richieste possono essere effettuate tramite l’App o scrivendo a **support@denwee.com**.\n\n# Privacy dei minori\n\nL’App è destinata a utenti **di età pari o superiore a 13 anni**.\n\nNon raccogliamo consapevolmente dati personali di minori di 13 anni. Qualora tali dati vengano scoperti, saranno eliminati tempestivamente.\n\n# Sicurezza dei dati\n\nApplichiamo misure tecniche e organizzative ragionevoli per proteggere i dati degli utenti. Tuttavia, nessun sistema può garantire una sicurezza assoluta.\n\n# Trasferimenti internazionali dei dati\n\nI dati possono essere trattati o archiviati al di fuori del tuo paese di residenza. Ove richiesto dalla legge, vengono applicate adeguate misure di tutela.\n\n# Modifiche alla presente informativa\n\nLa presente Informativa sulla privacy può essere aggiornata periodicamente. L’uso continuato dell’App costituisce accettazione dell’informativa aggiornata.\n\n# Contatti\n\nPer domande o richieste relative ai dati, contatta **support@denwee.com**.\n\nUtilizzando **Denwee**, riconosci di aver letto e compreso la presente Informativa sulla privacy."
}
