{
    "home": {
        "title": "Denwee",
        "subtitle": "Scopri fatti brevi, facili da capire e memorabili ogni giorno!"
    },
    "label_privacy_policy": "Privacy",
    "label_terms_of_use": "Termini",

    "terms_of_use": "Benvenuto su **Denwee**! I presenti Termini e Condizioni disciplinano l'uso della nostra applicazione mobile, **Denwee** (l'App). Scaricando, installando o utilizzando l'App, accetti di rispettare questi Termini. Se non sei d'accordo con una qualsiasi parte dei Termini, non devi utilizzare l'App. L'App è fornita esclusivamente per **scopi educativi**. Denwee può aggiornare periodicamente i presenti Termini e il tuo utilizzo continuato dell'App implica l'accettazione dei Termini aggiornati.\n\n# 1. Account Utente\n\nPer accedere ad alcune funzionalità di **Denwee**, potrebbe esserti richiesto di creare un account. Puoi:\n- Registrarti con il tuo indirizzo email e username.\n- Accedere tramite il tuo account esistente.\n- Accedere in modo anonimo senza fornire informazioni personali.\n\nSei responsabile di mantenere accurate e sicure le informazioni del tuo account. Non devi condividere le credenziali di accesso con altre persone. Denwee non è responsabile per eventuali perdite o utilizzi non autorizzati del tuo account. Puoi aggiornare email o username in qualsiasi momento tramite l’App. Denwee si riserva il diritto di sospendere o chiudere gli account che violano questi Termini.\n\nGli utenti di età inferiore a 13 anni devono utilizzare l’App esclusivamente in modalità anonima e non devono fornire informazioni personali. Per qualsiasi domanda sull’account relativa a minori di 13 anni, puoi contattarci all’indirizzo **support@denwee.com**.\n\n# 2. Raccolta Dati e Privacy\n\nRaccogliamo le seguenti informazioni:\n- Il tuo indirizzo email\n- Il tuo username (se fornito)\n\nFinalità della raccolta:\n- Fornire e migliorare le funzionalità dell’App\n- Comunicare aggiornamenti importanti o modifiche\n\nTrattiamo i tuoi dati personali in conformità alle leggi applicabili, incluso il **GDPR**. Puoi richiedere accesso, correzione o cancellazione dei tuoi dati personali in qualsiasi momento contattandoci tramite l’App o all’indirizzo **support@denwee.com**. Non condividiamo i tuoi dati personali con terze parti per scopi di marketing. Per ulteriori dettagli, consulta la nostra Informativa sulla Privacy.\n\n# 3. Contenuti\n\nTutti i contenuti dell’App sono forniti da **Denwee**. Gli utenti possono copiare, condividere e riutilizzare i contenuti, anche per scopi commerciali.\n\n# 4. Comportamento dell’Utente\n\nAccetti di non utilizzare l’App per attività illegali, dannose o disturbanti. Le azioni vietate includono, a titolo esemplificativo:\n- Molestie, abusi o comportamenti dannosi\n- Tentativi di accedere agli account di altri utenti\n- Interferenze con il funzionamento o la sicurezza dell’App\n\nDenwee può sospendere o interrompere il tuo accesso in caso di violazione delle regole.\n\n# 5. Pagamenti\n\nL’App non richiede pagamenti o abbonamenti. Eventuali modifiche future riguardo contenuti a pagamento saranno comunicate in modo chiaro e sarà richiesto il tuo consenso prima dell’accesso.\n\n# 6. Limitazione di Responsabilità\n\nL’App è fornita \"così com’è\", senza garanzie di alcun tipo. Denwee non è responsabile per eventuali danni derivanti dall’uso dell’App, inclusi – ma non limitati a – perdita di dati, interruzioni del servizio o danni indiretti, incidentali o consequenziali.\n\n# 7. Terminazione\n\nDenwee può sospendere o revocare l’accesso all’App in qualsiasi momento, per qualsiasi motivo, con o senza preavviso. Alla terminazione, il tuo diritto di utilizzare l’App cessa immediatamente.\n\n# 8. Legge Applicabile\n\nQuesti Termini sono regolati e interpretati in conformità con le leggi della giurisdizione in cui opera Denwee. Eventuali controversie saranno soggette alla giurisdizione esclusiva dei tribunali competenti di tale giurisdizione.\n\n# 9. Contatti\n\nPer qualsiasi domanda riguardante i presenti Termini o il tuo account, incluse questioni relative a minori di 13 anni, contattaci a **support@denwee.com**.\n\nUtilizzando **Denwee**, dichiari di aver letto, compreso e accettato i presenti Termini e Condizioni.",
    "privacy_policy": "Benvenuto su **Denwee**! La tua privacy è importante per noi. La presente Informativa sulla Privacy spiega come raccogliamo, utilizziamo e proteggiamo le tue informazioni personali quando utilizzi la nostra applicazione mobile, **Denwee** (l’App).\n\n# 1. Informazioni che Raccogliamo\n\nRaccogliamo le seguenti informazioni:\n- Il tuo indirizzo email\n- Il tuo username (se fornito)\n\nNon richiediamo informazioni personali agli utenti che scelgono di accedere in modalità anonima.\n\n# 2. Finalità della Raccolta\n\nUtilizziamo le informazioni raccolte per:\n- Fornire e migliorare le funzionalità dell’App\n- Comunicare aggiornamenti importanti o modifiche\n- Garantire la sicurezza dell’account e gestire richieste di supporto\n\n# 3. Condivisione dei Dati con Terze Parti\n\nNon condividiamo le tue informazioni personali con terze parti per scopi di marketing. Possiamo utilizzare fornitori di servizi affidabili per la gestione e il funzionamento dell’App, ma tali fornitori trattano i dati solo secondo le istruzioni di Denwee e sono obbligati a proteggerli.\n\n# 4. Conservazione dei Dati\n\nConserviamo le tue informazioni personali solo per il tempo necessario a fornire i servizi dell’App. Puoi richiedere la cancellazione dei dati in qualsiasi momento contattandoci tramite l’App.\n\n# 5. I Tuoi Diritti\n\nAi sensi delle leggi applicabili, incluso il **GDPR**, hai il diritto di:\n- Accedere alle tue informazioni personali\n- Correggere eventuali inesattezze\n- Richiedere la cancellazione dei tuoi dati\n- Revocare il consenso quando applicabile\n\nPer esercitare tali diritti, contattaci tramite l’App o via email a **support@denwee.com**.\n\n# 6. Sicurezza\n\nAdottiamo misure ragionevoli per proteggere le tue informazioni da accessi non autorizzati, divulgazione o uso improprio. Tuttavia, nessun sistema è completamente sicuro e non possiamo garantire una sicurezza assoluta.\n\n# 7. Privacy dei Minori\n\nL’App non è destinata a bambini di età inferiore a 13 anni. Gli utenti sotto i 13 anni devono utilizzare l’App solo in modalità anonima e non devono fornire informazioni personali. Non raccogliamo consapevolmente informazioni personali da bambini sotto i 13 anni. Se ritieni che tali dati siano stati raccolti, contattaci a **support@denwee.com** e li elimineremo tempestivamente.\n\n# 8. Aggiornamenti all’Informativa\n\nPotremmo aggiornare periodicamente questa Informativa sulla Privacy. Qualsiasi modifica verrà comunicata tramite l’App. L’uso continuato dell’App dopo tali aggiornamenti implica l’accettazione dell’Informativa aggiornata.\n\n# 9. Contatti\n\nPer domande su questa Informativa o per esercitare i tuoi diritti sui dati personali, contattaci tramite l’App o via email a **support@denwee.com**.\n\nUtilizzando **Denwee**, dichiari di aver letto, compreso e accettato la presente Informativa sulla Privacy."

}
