{
    "home": {
        "title": "Denwee",
        "subtitle": "Открывайте для себя короткие, простые и запоминающиеся факты каждый день!"
    },
    "label_privacy_policy": "Политика",
    "label_terms_of_use": "Условия",

    "terms_of_use": "Добро пожаловать в **Denwee**! Эти Условия использования регулируют ваше использование нашего мобильного приложения **Denwee** (далее — «Приложение»). Загружая, устанавливая или используя Приложение, вы соглашаетесь соблюдать данные Условия. Если вы не согласны с какой-либо частью этих Условий, вы не должны использовать Приложение. Приложение предоставляется в **образовательных целях**. Denwee может периодически обновлять эти Условия, и продолжение использования Приложения означает ваше согласие с обновленными Условиями.\n\n# 1. Учетные записи пользователей\n\nДля доступа к определенным функциям **Denwee** вам может потребоваться создать учетную запись. Вы можете:\n- Зарегистрироваться, указав адрес электронной почты и имя пользователя.\n- Войти, используя существующую учетную запись.\n- Войти анонимно, не предоставляя персональную информацию.\n\nВы несете ответственность за точность и безопасность данных своей учетной записи. Вы не должны передавать данные для входа третьим лицам. Denwee не несет ответственности за потерю доступа или несанкционированное использование вашей учетной записи. Вы можете изменить имя пользователя или адрес электронной почты в Приложении в любое время. Denwee оставляет за собой право приостанавливать или удалять учетные записи, нарушающие данные Условия.\n\nПользователи младше 13 лет должны использовать Приложение только в анонимном режиме и не предоставлять персональные данные. По любым вопросам, связанным с учетными записями пользователей младше 13 лет, свяжитесь с нами по адресу **support@denwee.com**.\n\n# 2. Сбор данных и конфиденциальность\n\nМы собираем следующую информацию:\n- Ваш адрес электронной почты\n- Ваше имя пользователя (если указано)\n\nЦели сбора:\n- Обеспечение и улучшение функциональности Приложения\n- Передача важных уведомлений и обновлений\n\nМы обрабатываем ваши персональные данные в соответствии с применимым законодательством, включая **GDPR**. Вы можете запросить доступ, исправление или удаление своих данных в любое время, связавшись с нами через Приложение или по адресу **support@denwee.com**. Мы не передаем ваши персональные данные третьим лицам в маркетинговых целях. Дополнительная информация приведена в нашей Политике конфиденциальности.\n\n# 3. Контент\n\nВесь контент в Приложении предоставлен **Denwee**. Пользователи могут копировать, делиться и повторно использовать контент, включая коммерческое использование.\n\n# 4. Поведение пользователей\n\nВы соглашаетесь не использовать Приложение для противоправных, вредоносных или нарушающих работу действий. Запрещается, в том числе:\n- Домогательства, оскорбления или иное вредоносное поведение\n- Попытки получить доступ к учетным записям других пользователей\n- Нарушение работы или безопасности Приложения\n\nDenwee может приостановить или прекратить ваш доступ при нарушении данных правил.\n\n# 5. Отсутствие платежей\n\nПриложение не требует оплат или подписок. О любых будущих изменениях, связанных с платным контентом, мы сообщим заранее, и доступ к таким функциям будет возможен только с вашего согласия.\n\n# 6. Ограничение ответственности\n\nПриложение предоставляется «как есть» без каких-либо гарантий. Denwee не несет ответственности за ущерб, возникший в результате использования Приложения, включая, но не ограничиваясь потерей данных, перебоями в работе или косвенными, случайными либо последовательными убытками.\n\n# 7. Прекращение использования\n\nDenwee может приостановить или прекратить ваш доступ к Приложению в любое время и по любой причине, с уведомлением или без него. После прекращения действия ваших прав использование Приложения должно быть немедленно прекращено.\n\n# 8. Применимое право\n\nНастоящие Условия регулируются и толкуются в соответствии с законодательством юрисдикции, в которой работает Denwee. Все споры, возникающие из данных Условий, подлежат исключительной юрисдикции судов этой юрисдикции.\n\n# 9. Контакты\n\nПо любым вопросам, связанным с Условиями или вашей учетной записью, включая вопросы, касающиеся пользователей младше 13 лет, свяжитесь с нами по адресу **support@denwee.com**.\n\nИспользуя **Denwee**, вы подтверждаете, что прочитали, поняли и согласны с этими Условиями использования.",
    "privacy_policy": "Добро пожаловать в **Denwee**! Ваша конфиденциальность имеет для нас большое значение. В настоящей Политике конфиденциальности объясняется, как мы собираем, используем и защищаем вашу персональную информацию при использовании мобильного приложения **Denwee** (далее — «Приложение»).\n\n# 1. Информация, которую мы собираем\n\nМы собираем следующую информацию:\n- Ваш адрес электронной почты\n- Ваше имя пользователя (если указано)\n\nМы не требуем персональных данных от пользователей, которые выбирают анонимный вход.\n\n# 2. Цели сбора\n\nМы используем собранную информацию для:\n- Обеспечения и улучшения возможностей и функциональности Приложения\n- Передачи важных обновлений или изменений\n- Обеспечения безопасности учетной записи и обработки запросов в службу поддержки\n\n# 3. Передача данных и третьи лица\n\nМы не передаем вашу персональную информацию третьим лицам в маркетинговых целях. Мы можем привлекать надежных сервис-провайдеров для поддержки работы Приложения, при этом такие провайдеры обрабатывают данные только по инструкции Denwee и обязаны их защищать.\n\n# 4. Хранение данных\n\nМы храним вашу персональную информацию только столько, сколько необходимо для предоставления сервисов Приложения. Вы можете запросить удаление своих данных в любое время, связавшись с нами через Приложение.\n\n# 5. Ваши права\n\nВ соответствии с применимым законодательством, включая **GDPR**, вы имеете право:\n- Запросить доступ к вашей персональной информации\n- Исправить любые неточности\n- Запросить удаление вашей персональной информации\n- Отозвать свое согласие, если оно применимо\n\nЧтобы воспользоваться этими правами, свяжитесь с нами через Приложение или по адресу **support@denwee.com**.\n\n# 6. Безопасность\n\nМы принимаем разумные меры для защиты вашей информации от несанкционированного доступа, раскрытия или злоупотребления. Однако ни одна система не является абсолютно безопасной, и мы не можем гарантировать полную защиту.\n\n# 7. Конфиденциальность детей\n\nПриложение не предназначено для детей младше 13 лет. Пользователи младше 13 лет должны использовать Приложение только анонимно и не предоставлять персональные данные. Мы сознательно не собираем данные детей младше 13 лет. Если вы считаете, что такая информация была собрана, свяжитесь с нами по адресу **support@denwee.com**, и мы оперативно удалим её.\n\n# 8. Обновления Политики конфиденциальности\n\nМы можем обновлять эту Политику конфиденциальности время от времени. Все изменения будут сообщены через Приложение. Продолжение использования Приложения после обновлений означает ваше согласие с обновленной Политикой.\n\n# 9. Контакты\n\nЕсли у вас есть вопросы относительно данной Политики конфиденциальности или вы хотите воспользоваться своими правами в отношении данных, свяжитесь с нами через Приложение или по адресу **support@denwee.com**.\n\nИспользуя **Denwee**, вы подтверждаете, что прочитали, поняли и согласны с настоящей Политикой конфиденциальности."

}
