{
    "home": {
        "title": "Denwee",
        "subtitle": "Открывайте для себя короткие, простые и запоминающиеся факты каждый день!"
    },
    "label_privacy_policy": "Политика",
    "label_terms_of_use": "Условия",

    "terms_of_use": "## Дата вступления в силу: 20 января 2026\n\nДобро пожаловать в **Denwee** («мы», «наш» или «нас»). Настоящие Условия использования («Условия») регулируют ваш доступ к мобильному приложению **Denwee** (далее — «Приложение») и его использование. Загружая, устанавливая, получая доступ или используя Приложение, вы подтверждаете, что прочитали, поняли и соглашаетесь соблюдать настоящие Условия. Если вы не согласны с этими Условиями, вы не должны использовать Приложение.\n\nDenwee — это образовательное приложение, предназначенное для предоставления коротких информативных фактов и объяснений в целях обучения и развлечения.\n\n# Требования к возрасту и правоспособности\n\nПриложение предназначено для пользователей **в возрасте от 13 лет и старше**.\n\n- Пользователи младше 13 лет могут использовать Приложение **только анонимно** и не должны предоставлять персональные данные.\n- Если вам менее 18 лет, вы подтверждаете, что получили разрешение родителя или законного представителя на использование Приложения.\n\nМы сознательно не собираем персональные данные детей младше 13 лет. В случае обнаружения таких данных они будут удалены незамедлительно.\n\n# Учетные записи пользователей\n\nДля доступа к определенным функциям Приложения вы можете:\n- Создать учетную запись, используя адрес электронной почты и имя пользователя\n- Войти в существующую учетную запись\n- Использовать Приложение анонимно без создания учетной записи\n\nВы несете ответственность за сохранность данных своей учетной записи и за все действия, совершаемые с ее использованием. Вы обязуетесь предоставлять точную и актуальную информацию.\n\nМы оставляем за собой право приостановить или прекратить действие учетных записей, которые нарушают настоящие Условия, используются незаконно или представляют риск для Приложения или других пользователей.\n\n# Подписки и платежи\n\nDenwee предлагает **необязательные платные подписки** (ежемесячные и ежегодные).\n\nАктивная подписка:\n- Открывает доступ ко всем функциям Приложения\n- Удаляет всю рекламу\n\nБез подписки:\n- Может отображаться реклама\n- Для разблокировки определенного контента может требоваться просмотр рекламы\n\nЦены на подписки отображаются в Приложении и могут различаться в зависимости от региона. Оплата будет списана с вашей учетной записи после подтверждения покупки.\n\nПодписки автоматически продлеваются, если они не были отменены как минимум за 24 часа до окончания текущего расчетного периода.\n\nВы можете управлять подпиской или отменить ее в любое время через настройки учетной записи на платформе, на которой была совершена покупка.\n\nПлатежи, продления и отмены обрабатываются через Apple App Store или Google Play Store и регулируются их соответствующими условиями и политиками.\n\n# Контент и интеллектуальная собственность\n\nВесь контент, предоставляемый в Приложении, включая факты, объяснения, тексты, графические и дизайнерские элементы, является собственностью Denwee или используется по лицензии Denwee.\n\nРазрешается читать и делиться контентом в личных и образовательных целях. Любое коммерческое использование, распространение или изменение контента требует предварительного письменного разрешения Denwee.\n\n# Допустимое использование\n\nВы соглашаетесь не использовать Приложение в незаконных целях, не пытаться получить несанкционированный доступ, не вмешиваться в работу или безопасность Приложения и не злоупотреблять правами других пользователей.\n\nНарушение этих правил может привести к приостановке или прекращению доступа.\n\n# Образовательное ограничение ответственности\n\nПриложение предоставляет исключительно образовательный и информационный контент. Несмотря на стремление к точности, мы не гарантируем полноту или абсолютную достоверность информации. Контент не следует рассматривать как профессиональную, медицинскую, юридическую или финансовую консультацию.\n\n# Ограничение ответственности\n\nПриложение предоставляется «как есть» и «по мере доступности». В максимальной степени, разрешенной законом, Denwee не несет ответственности за косвенные, случайные, последующие или специальные убытки, возникающие в результате использования Приложения.\n\n# Прекращение действия\n\nМы можем приостановить или прекратить ваш доступ к Приложению в любое время, с уведомлением или без него, в случае нарушения настоящих Условий или применимого законодательства.\n\nПосле прекращения действия ваше право на использование Приложения немедленно прекращается.\n\n# Изменения настоящих Условий\n\nМы можем время от времени обновлять настоящие Условия. Продолжение использования Приложения после вступления изменений в силу означает принятие обновленных Условий.\n\n# Применимое право\n\nНастоящие Условия регулируются применимым законодательством юрисдикции, в которой действует Denwee, без учета норм коллизионного права.\n\n# Контакты\n\nПо вопросам, связанным с настоящими Условиями, свяжитесь с нами по адресу **support@denwee.com**.\n\nИспользуя **Denwee**, вы подтверждаете, что прочитали и согласны с настоящими Условиями использования.",
    "privacy_policy": "## Дата вступления в силу: 20 января 2026\n\nНастоящая Политика конфиденциальности описывает, каким образом **Denwee** («мы», «наш» или «нас») собирает, использует, хранит и защищает информацию при использовании вами мобильного приложения **Denwee** (далее — «Приложение»).\n\n# Какие данные мы собираем\n\nВ зависимости от способа использования Приложения мы можем собирать:\n\n**Информацию, предоставляемую пользователем:**\n- Адрес электронной почты (при создании учетной записи)\n- Имя пользователя (необязательно)\n\n**Автоматически собираемую информацию:**\n- Анонимные идентификаторы пользователей\n- Данные об использовании Приложения\n- Информацию об устройстве и приложении\n- Журналы сбоев и диагностические данные\n\n**Рекламные данные:**\n- Показ рекламы и взаимодействие с ней (неперсональные данные)\n\nАнонимные пользователи не обязаны предоставлять персональные данные.\n\n# Как мы используем информацию\n\nМы используем собранные данные для:\n- Предоставления и функционирования Приложения\n- Персонализации пользовательского опыта\n- Обеспечения подписок и доступа к функциям\n- Отображения рекламы для пользователей без подписки\n- Улучшения производительности, безопасности и стабильности\n- Ответа на обращения в службу поддержки\n\n# Реклама и аналитика\n\nПользователям без подписки может отображаться реклама, а для разблокировки определенного контента может требоваться просмотр рекламы.\n\nМы можем использовать сторонние аналитические и рекламные сервисы для понимания моделей использования и улучшения Приложения. Эти сервисы действуют в соответствии со своими собственными политиками конфиденциальности.\n\n# Передача данных\n\nМы не продаем персональные данные.\n\nМы можем передавать данные надежным поставщикам услуг для хостинга, аналитики, обработки отчетов о сбоях и управления подписками. Эти поставщики обязаны по договору обеспечивать защиту данных пользователей.\n\n# Хранение данных\n\nПерсональные данные хранятся только в течение времени, необходимого для предоставления Приложения, соблюдения юридических обязательств или разрешения споров.\n\nПользователи могут в любое время запросить удаление своей учетной записи и связанных с ней данных.\n\n# Ваши права\n\nВ соответствии с применимым законодательством, включая GDPR, вы имеете право:\n- Получить доступ к своим данным\n- Исправить неточные данные\n- Запросить удаление данных\n- Ограничить обработку или возразить против нее\n- Отозвать согласие, если это применимо\n\nЗапросы можно направлять через Приложение или по электронной почте **support@denwee.com**.\n\n# Конфиденциальность детей\n\nПриложение предназначено для пользователей **в возрасте от 13 лет и старше**.\n\nМы сознательно не собираем персональные данные детей младше 13 лет. В случае обнаружения таких данных они будут удалены незамедлительно.\n\n# Безопасность данных\n\nМы применяем разумные технические и организационные меры для защиты данных пользователей. Однако ни одна система не может гарантировать абсолютную безопасность.\n\n# Международная передача данных\n\nДанные могут обрабатываться или храниться за пределами страны вашего проживания. В случаях, предусмотренных законом, применяются соответствующие меры защиты.\n\n# Изменения настоящей политики\n\nНастоящая Политика конфиденциальности может периодически обновляться. Продолжение использования Приложения означает принятие обновленной политики.\n\n# Контакты\n\nПо вопросам или запросам, связанным с данными, свяжитесь с нами по адресу **support@denwee.com**.\n\nИспользуя **Denwee**, вы подтверждаете, что ознакомились и поняли настоящую Политику конфиденциальности."
}
